Repository: VictorRiurean/Pomodoro
Catalog: Pomodoro/Model/*.lproj/Localizable.strings
Languages: nl

source: Focus sessions
nl: Focus sessies

source: Focus hours
nl: Focus uren

source: Focus sessions completed
nl: Focus sessies afgerond

source: Pomodoros completed
nl: Pomodoros afgerond

source: Daily Info
nl: Dagelijkse Info

source: Focus Info
nl: Info

source: Focus Info Message
nl: Hoeveel minuten je wilt focussen tijdens één focussessie.

source: Short Break Info
nl: Info

source: Short Break Info Message
nl: Hoeveel minuten u wenst dat uw korte pauzes zijn.

source: Long Break Info
nl: Info

source: Long Break Info Message
nl: Hoeveel minuten je wilt dat je lange pauzes zijn.

source: Sets Info
nl: Info

source: Sets Info Message
nl: Hoeveel herhalingen van de focussessie - pauzecyclus wil je doorlopen.

# Question_1
source: What is a Pomodoro?
nl: Wat is een Pomodoro?

# Question_2
source: What is the best focus session length?
nl: Wat is de beste duur van een focussessie?

# Question_3
source: I'm experiencing fatigue by the time I finish a whole Pomodoro. What should I do?
nl: Ik ervaar vermoeidheid tegen de tijd dat ik een hele Pomodoro heb afgemaakt. Wat moet ik doen?

# Question_4
source: What are the benefits of using the Pomodoro technique?
nl: Wat zijn de voordelen van het gebruik van de Pomodoro-techniek?

# Question_5
source: How many Pomodoros per day should I do?
nl: Hoeveel Pomodoro's per dag moet ik doen?

# Question_6
source: Is there any research backing this technique up?
nl: Is er enig onderzoek dat deze techniek ondersteunt?

# Question_7
source: I suffer from ADHD, is this app right for me?
nl: Ik heb ADHD, is deze app geschikt voor mij?

# Answer_2
source: People are different, so it varries from a person to another. You should experiment with focus session lengths until you find the one that is most appropriate for you. The settings can be changed in the settings tab.
nl: Mensen zijn verschillend, dus het verschilt van persoon tot persoon. Je moet experimenteren met de lengte van focussessies totdat je degene hebt gevonden die het meest geschikt is voor jou. De instellingen kunnen worden gewijzigd op het tabblad instellingen.

# Answer_3
source: Focus fatigue is exactly what we are aiming to prevent with this app! What you can do is lower the number of sessions per Pomodoro and also lower the length of the focus sessions and maximize the length of the breaks. You can do all these things in the Settings tab.
nl: Focusvermoeidheid is precies wat we met deze app willen voorkomen! Wat je wel kunt doen is het aantal sessies per Pomodoro verlagen en ook de lengte van de focussessies verlagen en de lengte van de pauzes maximaliseren. U kunt al deze dingen doen op het tabblad Instellingen.

# Answer_4
source: The structure provided by using the Pomodoro technique helps users get into the zone. Once you've found your groove, turning on the clock will get you in game day state of mind. The more you use it, the more it becomes part of your daily routine, bringning major improvements to your productivity.
nl: De structuur die wordt geboden door het gebruik van de Pomodoro-techniek helpt gebruikers om in de zone te komen. Als je eenmaal je groove hebt gevonden, zal het aanzetten van de klok je in de gemoedstoestand van de gamedag brengen. Hoe meer u het gebruikt, hoe meer het onderdeel wordt van uw dagelijkse routine, wat uw productiviteit aanzienlijk verbetert.

# Answer_5
source: You should experiment over a few weeks and try to figure out what the optimum amount for you is. A good tip to help figure out what works best for you is this: after finishing each pomodoro, give your state of mind a grade on a scale from 1 to 10 and after a few weeks try comparing the results. The numbers should speak for themselves.
nl: U moet een paar weken experimenteren en proberen uit te vinden wat de optimale hoeveelheid voor u is. Een goede tip om erachter te komen wat voor jou het beste werkt, is deze: geef na elke pomodoro je gemoedstoestand een cijfer op een schaal van 1 tot 10 en probeer na een paar weken de resultaten te vergelijken. De cijfers moeten voor zich spreken.

# Answer_6
source: Our app has over 20 000 users and around 1000 reviews, an overwhelming amount of them positive. There have not yet been any independent actors researching the effectiveness of the technique, but we feel like our user sample size is compelling.
nl: Onze app heeft meer dan 20 000 gebruikers en ongeveer 1000 beoordelingen, waarvan een overweldigend aantal positief. Er zijn nog geen onafhankelijke actoren geweest die de effectiviteit van de techniek hebben onderzocht, maar we hebben het gevoel dat onze steekproefomvang van gebruikers overtuigend is.

# Answer_7
source: We hope that the structure provided by our app will be of great help for you. It definitely doesn't hurt to try. You can use the app for a few weeks and see if it has any impact on your productivity. After that we would love to hear your feedback, so please e-mail us and let us know!
nl: We hopen dat de structuur van onze app je enorm zal helpen. Het kan zeker geen kwaad om het te proberen. Je kunt de app een paar weken gebruiken en kijken of het invloed heeft op je productiviteit. Daarna horen we graag uw feedback, dus stuur ons een e-mail en laat het ons weten!

# Congrats
source: Congratulations!
nl: Gefeliciteerd!

# Pomodoro_completed
source: You have successfully completed a pomodoro!
nl: U heeft een pomodoro succesvol afgerond!

# Tip_1
source: Don't worry about it! Millions of people around the world share the exact same problem as you! Our app aims to help you fix it by providing you the proper structure to get work done.
nl: Maak je er geen zorgen over! Miljoenen mensen over de hele wereld delen exact hetzelfde probleem als jij! Onze app is bedoeld om u te helpen het probleem op te lossen door u de juiste structuur te bieden om uw werk gedaan te krijgen.

# Tip_2
source: Go to the settings tab and find the perfect settings for you. You can adjust the lenght of a focus session, the length of the short breaks, the long breaks and the number of repetitions you will go through before completing a Pomodoro.
nl: Ga naar het tabblad instellingen en vind de perfecte instellingen voor jou. Je kunt de lengte van een focussessie, de lengte van de korte pauzes, de lange pauzes en het aantal herhalingen dat je doormaakt voordat je een Pomodoro voltooit aanpassen.

# Tip_3
source: Don't worry about making the wrong choice. You should experiment with the settings over a few days or even weeks until you figure out which the perfect ones are for you. You should aim towards a sweet spot where you don't feel tired.
nl: Maak je geen zorgen over het maken van de verkeerde keuze. U moet een paar dagen of zelfs weken met de instellingen experimenteren totdat u weet welke de perfecte voor u zijn. Je moet streven naar een goede plek waar je je niet moe voelt.

# Tip_4
source: On a roll? Check out the statistics tab and see your progress quantified. You can learn a lot about your weekly productivity levels by comparing the number of pomodoros you finish on specific days.
nl: Lekker bezig? Bekijk het tabblad statistieken en zie uw gekwantificeerde voortgang. Je kunt veel leren over je wekelijkse productiviteitsniveaus door het aantal pomodoro's dat je op bepaalde dagen voltooit te vergelijken.

# Tip_5
source: So you didn't use the app for a few days ... no big deal! Using the app is only a means to an end, not the end in itself! The more you use it, the better, but definitely don't be too hard on yourself. Progress is a journey, so be prepared for sidetracks and setbacks, but don't be discouraged by them.
nl: Dus je hebt de app een paar dagen niet gebruikt ... geen probleem! Het gebruik van de app is slechts een middel tot een doel, niet het doel op zich! Hoe meer je het gebruikt, hoe beter, maar wees zeker niet te streng voor jezelf. Vooruitgang is een reis, dus wees voorbereid op zijsporen en tegenslagen, maar laat je er niet door ontmoedigen.

# Tip_6
source: Ouch! Unfortunately right now there is no way to recover your statistics. We are working on delivering this feature on our next release, so with the new app update this problem will be fixed.
nl: Au! Helaas is er op dit moment geen manier om uw statistieken te herstellen. We werken eraan om deze functie in onze volgende release te leveren, dus met de nieuwe app-update zal dit probleem worden opgelost.

# Tip_7
source: If you have any questions that haven't been addressed in these tips, please visit our FAQ tab, maybe you'll find your answers there. You can also always send us an e-mail at: contact@pomodoroapp.com
nl: Als je vragen hebt die niet in deze tips aan bod zijn gekomen, bezoek dan ons tabblad Veelgestelde vragen, misschien vind je daar je antwoorden. Je kunt ons ook altijd een e-mail sturen op: contact@pomodoroapp.com

# Tip_title_1
source: Struggling to be productive?
nl: Moeite om productief te zijn?

# Tip_title_2
source: Start with the settings tab!
nl: Begin met het tabblad instellingen!

# Tip_title_3
source: Don't know what works for you?
nl: Weet je niet wat voor jou werkt?

# Tip_title_4
source: Check your progress in the statistics tab!
nl: Controleer uw voortgang op het tabblad statistieken!

# Tip_title_5
source: What if I forget to use the app?
nl: Wat als ik vergeet de app te gebruiken?

# Tip_title_6
source: I accidentally deleted the app ...
nl: Ik heb per ongeluk de app verwijderd ...

# Tip_title_7
source: Any other concerns?
nl: Nog andere zorgen?
